Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Preview %@
de: Vorschau von %@
es: Vista previa de %@
fr: Aperçu de %@
it: Anteprima di %@
pt: Pré-visualização de %@
ru: Предпросмотр %@
tr: %@ önizlemesi
zh_hans: 预览 %@
zh_hant: 預覽 %@

source: Previous match
de: Vorheriger Treffer
es: Coincidencia anterior
fr: Résultat précédent
it: Risultato precedente
pt: Resultado anterior
ru: Предыдущее совпадение
tr: Önceki eşleşme
zh_hans: 上一个匹配项
zh_hant: 上一個相符項目

source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
pt: Privacidade
ru: Конфиденциальность
tr: Gizlilik
zh_hans: 隐私
zh_hant: 隱私

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

source: Privacy & Security
de: Datenschutz & Sicherheit
es: Privacidad y seguridad
fr: Confidentialité et sécurité
it: Privacy e sicurezza
pt: Privacidade e segurança
ru: Конфиденциальность и безопасность
tr: Gizlilik ve güvenlik
zh_hans: 隐私与安全
zh_hant: 隱私與安全

source: Private Key
de: Privater Schlüssel
es: Llave privada
fr: Clé privée
it: Chiave privata
pt: Chave privada
ru: Приватный ключ
tr: Özel anahtar
zh_hans: 私钥
zh_hant: 私鑰

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil
ru: Профиль
tr: Profil
zh_hans: 个人资料
zh_hant: 個人檔案

source: Profile avatar preview
de: Vorschau des Profilbilds
es: Vista previa del avatar del perfil
fr: Aperçu de l’avatar du profil
it: Anteprima dell’avatar del profilo
pt: Prévia do avatar do perfil
ru: Предпросмотр аватара профиля
tr: Profil avatarı önizlemesi
zh_hans: 个人资料头像预览
zh_hant: 個人檔案頭像預覽

source: Profile image
de: Profilbild
es: Imagen de perfil
fr: Image de profil
it: Immagine del profilo
pt: Imagem do perfil
ru: Изображение профиля
tr: Profil resmi
zh_hans: 个人资料图片
zh_hant: 個人資料圖片

source: Profile image upload is not available right now.
de: Das Hochladen von Profilbildern ist derzeit nicht verfügbar.
es: La carga de la imagen de perfil no está disponible en este momento.
fr: Le téléchargement de l’image de profil n’est pas disponible pour le moment.
it: Il caricamento dell'immagine del profilo non è disponibile al momento.
pt: O upload da imagem do perfil não está disponível no momento.
ru: Загрузка изображения профиля сейчас недоступна.
tr: Profil resmi yükleme şu anda kullanılamıyor.
zh_hans: 目前无法上传个人资料图片。
zh_hant: 目前無法上傳個人資料圖片。

source: Profile Image URL
de: Profilbild-URL
es: URL de la imagen de perfil
fr: URL de l’image de profil
it: URL dell'immagine del profilo
pt: URL da imagem do perfil
ru: URL-адрес изображения профиля
tr: Profil Resmi URL'si
zh_hans: 个人资料图片 URL
zh_hant: 個人資料圖片 URL

source: Profile keys
de: Profilschlüssel
es: Llaves del perfil
fr: Clés du profil
it: Chiavi del profilo
pt: Chaves do perfil
ru: Ключи профиля
tr: Profil anahtarları
zh_hans: 资料密钥
zh_hant: 個人資料金鑰

source: Profile Keys
de: Profilschlüssel
es: Llaves del perfil
fr: Clés du profil
it: Chiavi del profilo
pt: Chaves do perfil
ru: Ключи профиля
tr: Profil anahtarları
zh_hans: 个人资料密钥
zh_hant: 個人檔案金鑰

source: Profile name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
it: Nome del profilo
pt: Nome do perfil
ru: Имя профиля
tr: Profil adı
zh_hans: 个人资料名称
zh_hant: 個人檔案名稱

source: Profile published
de: Profil veröffentlicht
es: Perfil publicado
fr: Profil publié
it: Profilo pubblicato
pt: Perfil publicado
ru: Профиль опубликован
tr: Profil yayınlandı
zh_hans: 简介已发布
zh_hant: 簡介已發布

source: Profile QR code
de: Profil-QR-Code
es: Código QR del perfil
fr: Code QR du profil
it: Codice QR del profilo
pt: Código QR do perfil
ru: QR-код профиля
tr: Profil QR kodu
zh_hans: 个人资料二维码
zh_hant: 個人檔案 QR 碼

source: Profile wiped from this device
de: Profil von diesem Gerät gelöscht
es: Perfil borrado de este dispositivo
fr: Profil effacé de cet appareil
it: Profilo eliminato da questo dispositivo
pt: Perfil apagado deste dispositivo
ru: Профиль стёрт с этого устройства
tr: Profil bu cihazdan silindi
zh_hans: 个人资料已从此设备清除
zh_hant: 個人資料已從此裝置清除

source: Profiles
de: Profile
es: Perfiles
fr: Profils
it: Profili
pt: Perfis
ru: Профили
tr: Profiller
zh_hans: 个人资料
zh_hant: 個人資料

source: Provisional
de: Provisorisch
fr: Provisoire
it: Provvisorio
pt: Provisório
ru: Временный
tr: Geçici
zh_hans: 临时
zh_hant: 臨時

source: Public key
de: Öffentlicher Schlüssel
es: Llave pública
fr: Clé publique
it: Chiave pubblica
pt: Chave pública
ru: Публичный ключ
tr: Açık anahtar
zh_hans: 公钥
zh_hant: 公鑰

source: Public Key
de: Öffentlicher Schlüssel
es: Llave pública
fr: Clé publique
it: Chiave pubblica
pt: Chave pública
ru: Публичный ключ
tr: Açık anahtar
zh_hans: 公钥
zh_hant: 公鑰

source: Publish failed
de: Die Veröffentlichung ist fehlgeschlagen
es: Error de publicación
fr: Échec de la publication
it: Pubblicazione non riuscita
pt: Falha na publicação
ru: Опубликовать не удалось
tr: Yayınlama başarısız oldu
zh_hans: 发布失败
zh_hant: 發布失敗

source: Publish New Key Package
de: Neues Schlüsselpaket veröffentlichen
es: Publicar nuevo paquete de llaves
fr: Publier un Nouveau Paquet de Clés
it: Pubblica Nuovo Pacchetto Chiavi
pt: Publicar Novo Pacote de Chaves
ru: Опубликовать Новый Пакет Ключей
tr: Yeni Anahtar Paketi Yayınla
zh_hans: 发布新密钥包
zh_hant: 發布新金鑰套件

source: Publish New rotates to fresh key material. Republish sends the latest cached KeyPackage again when possible, and creates a fresh one only when no cached package is available.
de: „Neu veröffentlichen“ wechselt zu neuem Schlüsselmaterial. „Erneut veröffentlichen“ sendet nach Möglichkeit das zuletzt zwischengespeicherte KeyPackage erneut und erstellt nur dann ein neues, wenn kein zwischengespeichertes Paket verfügbar ist.
es: «Publicar nuevo» rota a material de llaves nuevo. «Volver a publicar» vuelve a enviar el KeyPackage almacenado en caché más reciente cuando es posible y solo crea uno nuevo cuando no hay ningún paquete en caché disponible.
fr: « Publier nouveau » génère un nouveau matériel de clé. « Republier » renvoie le dernier KeyPackage mis en cache lorsque c’est possible et n’en crée un nouveau que lorsqu’aucun paquet mis en cache n’est disponible.
it: “Pubblica nuovo” passa a nuovo materiale crittografico. “Ripubblica” invia nuovamente l’ultimo KeyPackage memorizzato nella cache quando possibile e ne crea uno nuovo solo se non è disponibile alcun pacchetto nella cache.
pt: “Publicar novo” alterna para um novo material de chave. “Republicar” reenvia o KeyPackage em cache mais recente quando possível e cria um novo apenas quando não há nenhum pacote em cache disponível.
ru: «Опубликовать новый» выполняет ротацию на новый ключевой материал. «Опубликовать повторно» по возможности снова отправляет последний сохранённый в кеше KeyPackage и создаёт новый только при отсутствии сохранённого пакета.
tr: “Yeni Yayınla” yeni anahtar malzemesine geçer. “Yeniden Yayınla” mümkün olduğunda önbelleğe alınmış en son KeyPackage’ı tekrar gönderir ve yalnızca önbellekte paket bulunmadığında yenisini oluşturur.
zh_hans: “发布新密钥包”会轮换到新的密钥材料。“重新发布”会尽可能再次发送最新缓存的 KeyPackage，仅在没有可用的缓存包时才创建新的密钥包。
zh_hant: 「發布新金鑰套件」會輪替至新的金鑰材料。「重新發布」會盡可能再次傳送最新快取的 KeyPackage，只有在沒有可用的快取套件時才建立新的金鑰套件。

source: Publish these relays as your inbox so people know where to send invitations.
de: Veröffentliche diese Relays als deinen Posteingang, damit andere wissen, wohin sie Einladungen senden können.
es: Publica estos relays como tu bandeja de entrada para que los demás sepan dónde enviar invitaciones.
fr: Publiez ces relais comme boîte de réception pour que les autres sachent où envoyer les invitations.
it: Pubblica questi relay come posta in arrivo, così gli altri sapranno dove inviare gli inviti.
pt: Publique estes relays como sua caixa de entrada para que as pessoas saibam onde enviar convites.
ru: Опубликуйте эти реле для входящих, чтобы другие знали, куда отправлять приглашения.
tr: İnsanların davetleri nereye göndereceğini bilmesi için bu röleleri gelen kutunuz olarak yayımlayın.
zh_hans: 将这些中继发布为收件中继，让他人知道该向哪里发送邀请。
zh_hant: 將這些中繼發布為收件中繼，讓他人知道該向哪裡傳送邀請。

source: Publish these two relays as the places where your account reads and shares updates.
de: Veröffentliche diese beiden Relays als Orte, an denen dein Konto Updates liest und teilt.
es: Publica estos dos relays como los lugares donde tu cuenta lee y comparte actualizaciones.
fr: Publiez ces deux relais comme les endroits où votre compte lit et partage les mises à jour.
it: Pubblica questi due relay come i luoghi in cui il tuo account legge e condivide gli aggiornamenti.
pt: Publique estes dois relays como os locais onde sua conta lê e compartilha atualizações.
ru: Опубликуйте эти два реле как места, где ваш аккаунт читает и отправляет обновления.
tr: Hesabınızın güncellemeleri okuyup paylaştığı yerler olarak bu iki röleyi yayımlayın.
zh_hans: 将这两个中继发布为你的账号读取和分享更新的位置。
zh_hant: 將這兩個中繼發布為你的帳號讀取和分享更新的位置。

source: Publish these two relays as your inbox so people know where to send invitations.
de: Veröffentliche diese beiden Relays als deinen Posteingang, damit andere wissen, wohin sie Einladungen senden können.
es: Publica estos dos relays como tu bandeja de entrada para que los demás sepan dónde enviar invitaciones.
fr: Publiez ces deux relais comme boîte de réception pour que les autres sachent où envoyer les invitations.
it: Pubblica questi due relay come posta in arrivo, così gli altri sapranno dove inviare gli inviti.
pt: Publique estes dois relays como sua caixa de entrada para que as pessoas saibam onde enviar convites.
ru: Опубликуйте эти два реле для входящих, чтобы другие знали, куда отправлять приглашения.
tr: İnsanların davetleri nereye göndereceğini bilmesi için bu iki röleyi gelen kutunuz olarak yayımlayın.
zh_hans: 将这两个中继发布为收件中继，让他人知道该向哪里发送邀请。
zh_hant: 將這兩個中繼發布為收件中繼，讓他人知道該向哪裡傳送邀請。

source: Published %@
de: Veröffentlicht %@
es: Publicado %@
fr: Publié %@
it: Pubblicato %@
pt: Publicado %@
ru: Опубликовано %@
tr: Yayınlandı %@
zh_hans: 已发布 %@
zh_hant: 已發布 %@

source: Published %lld updates.
de: %lld Updates veröffentlicht.
es: %lld actualizaciones publicadas.
fr: %lld mises à jour publiées.
it: %lld aggiornamenti pubblicati.
pt: %lld atualizações publicadas.
ru: Опубликовано %lld обновления.
tr: %lld güncelleme yayınlandı.
zh_hans: 已发布 %lld 个更新。
zh_hant: 已發布 %lld 個更新。

source: Published %u updates.
de: Veröffentlichte %u-Updates.
es: Actualizaciones publicadas de %u.
fr: Mises à jour %u publiées.
it: Aggiornamenti %u pubblicati.
pt: Atualizações %u publicadas.
ru: Опубликованы обновления %u.
tr: %u güncellemeleri yayınlandı.
zh_hans: 已发布 %u 更新。
zh_hant: 已發布 %u 更新。

source: Published 1 update.
de: 1 Update veröffentlicht.
es: Publicada 1 actualización.
fr: Publié 1 mise à jour.
it: Pubblicato 1 aggiornamento.
pt: Publicada 1 atualização.
ru: Опубликовано 1 обновление.
tr: 1 güncelleme yayınlandı.
zh_hans: 发布 1 条更新。
zh_hant: 發布 1 條更新。

source: Published from this device
de: Von diesem Gerät aus veröffentlicht
es: Publicado desde este dispositivo
fr: Publié à partir de cet appareil
it: Pubblicato da questo dispositivo
pt: Publicado neste dispositivo
ru: Опубликовано с этого устройства
tr: Bu cihazdan yayınlandı
zh_hans: 从该设备发布
zh_hant: 從該設備發布

source: Published Relay Lists
de: Veröffentlichte Relay-Listen
es: Listas de retransmisión publicadas
fr: Listes de relais publiées
it: Elenchi di inoltro pubblicati
pt: Listas de retransmissão publicadas
ru: Опубликованные списки реле
tr: Yayınlanan Aktarma Listeleri
zh_hans: 已发布的中继列表
zh_hant: 已發布的中繼列表

source: Publishes a fresh KeyPackage event to your configured key-package relays.
de: Veröffentlicht ein neues KeyPackage-Ereignis für Ihre konfigurierten Schlüsselpaket-Relays.
es: Publica un evento KeyPackage nuevo en los relés de paquetes de llaves configurados.
fr: Publie un nouvel événement KeyPackage sur vos relais de paquet de clés configurés.
it: Pubblica un nuovo evento KeyPackage sui relè del pacchetto chiavi configurati.
pt: Publica um novo evento KeyPackage em seus relés de pacote de chaves configurados.
ru: Публикует новое событие KeyPackage для настроенных ретрансляторов пакетов ключей.
tr: Yapılandırılmış anahtar paketi geçişlerinize yeni bir KeyPackage olayı yayınlar.
zh_hans: 将新的 KeyPackage 事件发布到您配置的密钥包继电器。
zh_hant: 將新的 KeyPackage 事件發佈到您設定的金鑰包繼電器。

source: Publishes a new key package so this profile can receive group invitations.
de: Veröffentlicht ein neues Schlüsselpaket, damit dieses Profil Gruppeneinladungen empfangen kann.
es: Publica un nuevo paquete de claves para que este perfil pueda recibir invitaciones a grupos.
fr: Publie un nouveau paquet de clés pour permettre à ce profil de recevoir des invitations à des groupes.
it: Pubblica un nuovo pacchetto di chiavi per consentire a questo profilo di ricevere inviti ai gruppi.
pt: Publica um novo pacote de chaves para que este perfil possa receber convites para grupos.
ru: Публикует новый пакет ключей, чтобы этот профиль мог получать приглашения в группы.
tr: Bu profilin grup davetleri alabilmesi için yeni bir anahtar paketi yayımlar.
zh_hans: 发布新的密钥包，以便此个人资料接收群组邀请。
zh_hant: 發布新的金鑰套件，讓此個人檔案可以接收群組邀請。

source: Publishing did not finish. Retry to continue from the saved progress.
de: Die Veröffentlichung wurde nicht abgeschlossen. Versuche es erneut, um beim gespeicherten Fortschritt fortzufahren.
es: La publicación no terminó. Reintenta para continuar desde el progreso guardado.
fr: La publication n’est pas terminée. Réessayez pour reprendre la progression enregistrée.
it: La pubblicazione non è terminata. Riprova per riprendere dai progressi salvati.
pt: A publicação não terminou. Tente novamente para continuar do progresso salvo.
ru: Публикация не завершена. Повторите попытку, чтобы продолжить с сохранённого места.
tr: Yayınlama tamamlanmadı. Kayıtlı ilerlemeden devam etmek için tekrar dene.
zh_hans: 发布未完成。请重试以从已保存的进度继续。
zh_hant: 發布未完成。請重試以從已儲存的進度繼續。

source: Publishing group update.
de: Aktualisierung der Veröffentlichungsgruppe.
es: Actualización del grupo editorial.
fr: Mise à jour du groupe de publication.
it: Aggiornamento del gruppo di pubblicazione.
pt: Publicando atualização do grupo.
ru: Обновление издательской группы.
tr: Grup güncellemesi yayınlanıyor.
zh_hans: 出版组更新。
zh_hant: 出版組更新。

source: Publishing…
de: Veröffentlichung…
es: Publicación…
fr: Édition…
it: Pubblicazione...
pt: Publicando…
ru: Издательский…
tr: Yayınlanıyor…
zh_hans: 出版…
zh_hant: 出版…

source: Push notifications (developer)
de: Push-Benachrichtigungen (Entwickler)
es: Notificaciones push (desarrollador)
fr: Notifications push (développeur)
it: Notifiche push (sviluppatore)
pt: Notificações push (desenvolvedor)
ru: Push-уведомления (разработчик)
tr: Anında bildirimler (geliştirici)
zh_hans: 推送通知（开发者）
zh_hant: 推播通知（開發者）

source: Push registration failed
de: Push-Registrierung fehlgeschlagen
es: Error al registrar push
fr: Échec de l’enregistrement push
it: Registrazione push non riuscita
pt: Falha no registro push
ru: Не удалось зарегистрировать push
tr: Push kaydı başarısız
zh_hans: 推送注册失败
zh_hant: 推播註冊失敗

source: QR Scanning Unavailable
de: QR-Scan nicht verfügbar
es: Escaneo de QR no disponible
fr: Scan de QR indisponible
it: Scansione QR non disponibile
pt: Leitura de QR indisponível
ru: Сканирование QR недоступно
tr: QR tarama kullanılamıyor
zh_hans: 无法扫码
zh_hant: 無法掃描 QR 碼

source: Quality is a ceiling — smaller media is never upscaled. Identifying photo metadata, like location, is always removed before sending at every quality level.
de: Die Qualität ist eine Obergrenze — kleinere Medien werden nie hochskaliert. Identifizierende Foto-Metadaten wie der Standort werden vor dem Senden bei jeder Qualitätsstufe entfernt.
es: La calidad es un límite máximo: los archivos más pequeños nunca se amplían. Los metadatos identificativos de las fotos, como la ubicación, siempre se eliminan antes de enviar en todos los niveles de calidad.
fr: La qualité est un plafond — les médias plus petits ne sont jamais agrandis. Les métadonnées d'identification des photos, comme la position, sont toujours supprimées avant l'envoi, quel que soit le niveau de qualité.
it: La qualità è un tetto massimo: i media più piccoli non vengono mai ingranditi. I metadati identificativi delle foto, come la posizione, vengono sempre rimossi prima dell'invio a ogni livello di qualità.
pt: A qualidade é um teto — mídias menores nunca são ampliadas. Metadados identificáveis das fotos, como a localização, são sempre removidos antes do envio em todos os níveis de qualidade.
ru: Качество — это потолок: небольшие медиафайлы никогда не увеличиваются. Идентифицирующие метаданные фото, например местоположение, всегда удаляются перед отправкой на любом уровне качества.
tr: Kalite bir üst sınırdır — daha küçük medya asla büyütülmez. Konum gibi tanımlayıcı fotoğraf meta verileri her kalite düzeyinde gönderimden önce daima kaldırılır.
zh_hans: 质量是上限——较小的媒体不会被放大。照片中的识别性元数据（如位置信息）在任何质量级别发送前都会被移除。
zh_hant: 品質是上限——較小的媒體不會被放大。照片中的識別性中繼資料（如位置資訊）在任何品質級別傳送前都會被移除。

source: Quarantined Groups
de: Gruppen in Quarantäne
es: Grupos en cuarentena
fr: Groupes en quarantaine
it: Gruppi in quarantena
pt: Grupos em quarentena
ru: Группы в карантине
tr: Karantinadaki Gruplar
zh_hans: 隔离的群组
zh_hant: 隔離的群組

source: Questions, problems, and suggestions
de: Fragen, Probleme und Vorschläge
es: Preguntas, problemas y sugerencias
fr: Questions, problèmes et suggestions
it: Domande, problemi e suggerimenti
pt: Perguntas, problemas e sugestões
ru: Вопросы, проблемы и предложения
tr: Sorular, problemler ve öneriler
zh_hans: 疑问、问题和建议
zh_hant: 疑問、問題和建議

source: Queued events
de: Ereignisse in der Warteschlange
es: Eventos en cola
fr: Événements en attente
it: Eventi in coda
pt: Eventos na fila
ru: События в очереди
tr: Kuyruktaki olaylar
zh_hans: 队列中的事件
zh_hant: 佇列中的事件

source: Raw export reveals your private key in plaintext and permanently marks it as handled insecurely. Encrypted export creates an ncryptsec1 backup protected by your passphrase without revealing the raw key.
de: Der Roh-Export zeigt deinen privaten Schlüssel im Klartext und markiert ihn dauerhaft als unsicher behandelt. Der verschlüsselte Export erstellt eine durch deine Passphrase geschützte ncryptsec1-Sicherung, ohne den Rohschlüssel offenzulegen.
es: La exportación sin procesar revela tu llave privada en texto claro y la marca permanentemente como tratada de forma insegura. La exportación cifrada crea una copia ncryptsec1 protegida por tu frase de contraseña sin revelar la llave sin procesar.
fr: L'export brut révèle votre clé privée en clair et la marque définitivement comme manipulée de façon non sécurisée. L'export chiffré crée une sauvegarde ncryptsec1 protégée par votre phrase secrète sans révéler la clé brute.
it: L'esportazione grezza mostra la tua chiave privata in chiaro e la contrassegna in modo permanente come gestita in modo non sicuro. L'esportazione crittografata crea un backup ncryptsec1 protetto dalla tua passphrase senza rivelare la chiave grezza.
pt: A exportação bruta revela sua chave privada em texto puro e a marca permanentemente como manipulada de forma insegura. A exportação criptografada cria um backup ncryptsec1 protegido pela sua frase secreta sem revelar a chave bruta.
ru: Экспорт в сыром виде раскрывает ваш приватный ключ открытым текстом и навсегда помечает его как обработанный небезопасно. Зашифрованный экспорт создает резервную копию ncryptsec1, защищенную парольной фразой, не раскрывая исходный ключ.
tr: Ham dışa aktarma özel anahtarınızı düz metin olarak gösterir ve kalıcı olarak güvensiz şekilde işlendi diye işaretler. Şifreli dışa aktarma, ham anahtarı göstermeden parolanızla korunan bir ncryptsec1 yedeği oluşturur.
zh_hans: 原始导出会以明文显示你的私钥，并永久标记为已不安全处理。加密导出会创建受密码短语保护的 ncryptsec1 备份，而不会暴露原始密钥。
zh_hant: 原始匯出會以明文顯示你的私鑰，並永久標記為已不安全處理。加密匯出會建立受密碼短語保護的 ncryptsec1 備份，而不會暴露原始金鑰。

source: React
de: Reagieren
es: Reaccionar
fr: Réagir
it: Reagisci
pt: Reagir
ru: Реакция
tr: Tepki ver
zh_hans: 回应
zh_hant: 回應

source: Reaction failed
de: Reaktion fehlgeschlagen
es: La reacción falló
fr: La réaction a échoué
it: La reazione è fallita
pt: A reação falhou
ru: Реакция не удалась
tr: Tepki başarısız oldu
zh_hans: 反应失败
zh_hant: 反應失敗

source: Reactions
de: Reaktionen
es: Reacciones
fr: Réactions
it: Reazioni
pt: Reações
ru: Реакции
tr: Tepkiler
zh_hans: 表情回应
zh_hant: 表情回應

source: Read All
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
it: Segna tutto come letto
pt: Marcar tudo como lido
ru: Прочитать всё
tr: Tümünü okundu işaretle
zh_hans: 全部标为已读
zh_hant: 全部標示為已讀

source: Read from Marmot's account relay lists. Edits are published through Marmot to your NIP-65, inbox, and key-package relay lists.
de: Lesen Sie aus Marmots Account-Relay-Listen. Änderungen werden über Marmot in Ihren NIP-65-, Posteingangs- und Schlüsselpaket-Relay-Listen veröffentlicht.
es: Leer de las listas de retransmisión de cuentas de Marmot. Las ediciones se publican a través de Marmot en su NIP-65, bandeja de entrada y listas de retransmisión de paquetes de llaves.
fr: Lisez les listes de relais de compte de Marmot. Les modifications sont publiées via Marmot sur vos listes de relais NIP-65, votre boîte de réception et vos packages de clés.
it: Leggi dagli elenchi di inoltro degli account di Marmot. Le modifiche vengono pubblicate tramite Marmot negli elenchi di inoltro NIP-65, posta in arrivo e pacchetti di chiavi.
pt: Leia as listas de retransmissão de contas do Marmot. As edições são publicadas através do Marmot em seu NIP-65, caixa de entrada e listas de retransmissão de pacotes de chaves.
ru: Прочтите списки ретрансляторов аккаунтов Marmot. Изменения публикуются через Marmot в вашем NIP-65, почтовом ящике и списках ретрансляции пакетов ключей.
tr: Marmot'un hesap aktarım listelerinden okuyun. Düzenlemeler Marmot aracılığıyla NIP-65, gelen kutunuza ve anahtar paketi geçiş listelerinize yayınlanır.
zh_hans: 从 Marmot 的帐户中继列表中读取。编辑内容将通过 Marmot 发布到您的 NIP-65、收件箱和密钥包中继列表。
zh_hant: 從 Marmot 的帳戶中繼清單中讀取。編輯內容將透過 Marmot 發佈到您的 NIP-65、收件匣和金鑰包中繼清單。

source: Read more
de: Mehr lesen
es: Leer más
fr: Lire la suite
it: Leggi altro
pt: Ler mais
ru: Читать дальше
tr: Devamını oku
zh_hans: 阅读更多
zh_hant: 閱讀更多

source: Read relays
de: Lese-Relays
es: Relays de lectura
fr: Relais de lecture
it: Relay di lettura
pt: Relays de leitura
ru: Ретрансляторы для чтения
tr: Okuma röleleri
zh_hans: 读取中继
zh_hant: 讀取中繼

source: Read-only
de: Nur lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura
pt: Somente leitura
ru: Только чтение
tr: Salt okunur
zh_hans: 只读
zh_hant: 唯讀

source: Ready to share
de: Bereit zum Teilen
es: Listo para compartir
fr: Prêt à partager
it: Pronto per la condivisione
pt: Pronto para compartilhar
ru: Готово к отправке
tr: Paylaşmaya hazır
zh_hans: 已准备好共享
zh_hant: 已準備好分享

source: Received
de: Empfangen
es: Recibido
fr: Reçu
it: Ricevuto
pt: Recebido
ru: Получено
tr: Alındı
zh_hans: 已收到
zh_hant: 已收到

source: Recent
de: Kürzlich
es: Recientes
fr: Récents
it: Recenti
pt: Recentes
ru: Недавние
tr: Son kişiler
zh_hans: 最近
zh_hant: 最近

source: Recently used
de: Kürzlich verwendet
es: Usado recientemente
fr: Récemment utilisé
it: Usato di recente
pt: Usado recentemente
ru: Недавно использовано
tr: Son kullanılan
zh_hans: 最近使用过
zh_hant: 最近使用過

source: Recipients
de: Empfänger
es: Destinatarios
fr: Destinataires
it: Destinatari
pt: Destinatários
ru: Получатели
tr: Alıcılar
zh_hans: 收件人
zh_hant: 收件者

source: Reconnect
de: Erneut verbinden
es: Reconectar
fr: Reconnecter
it: Ricollega
pt: Reconectar
ru: Подключиться снова
tr: Yeniden bağlan
zh_hans: 重新连接
zh_hant: 重新連接

source: Recording video, %@
de: Video wird aufgenommen, %@
es: Grabando vídeo, %@
fr: Enregistrement vidéo, %@
it: Registrazione video, %@
pt: Gravando vídeo, %@
ru: Идёт запись видео, %@
tr: Video kaydediliyor, %@
zh_hans: 正在录制视频，%@
zh_hant: 正在錄影，%@
